[
  {
    "title": "Ele tem um mecanismo de briga mais inteligente que o seu",
    "subtitle": "Praticamente um ninja",
    "content": "Quando a gente está discutindo com alguém é muito comum elevar a voz para se fazer ouvir, não é verdade? Bom, no mundo animal é preciso um pouco mais. Os gatos inflam os pelos e se curvam para parecerem maiores e dessa forma, seu inimigo deve temê-lo e fugir.\nOs gatos criados em casa fazem isso mesmo quando não há perigo iminente, pelo menos não para nós. Ao ouvir um barulho diferente, ao ver algo fora do contexto do seu cotidiano, é provável que façam esse movimento. Afinal, é melhor prevenir do que ser surpreendido, não é verdade?",
    "img": {
      "title": "Fight Cat!",
      "src": "./images/fight.gif"
    },
    "social": {
      "likes": 98,
      "dislikes": 30
    }
  },
  {
    "title": "Ele poderia ser um agente da CIA",
    "subtitle": "Um bem fofinho :3",
    "content": "Se você acha que os gatos escondem suas fezes porque são muito limpinhos, você está certo. No entanto, há mais por trás dessa ação. Eles enterram suas fezes para não serem percebidos pelos seus inimigos naturais e também para que sua presa não seja capaz de perceber sua presença.\nIsso é algo tão nato nos felinos, que assim que começam a andar já buscam a caixinha de areia e quando estão na natureza, buscam a terra mesmo. Fala a verdade, dessa você não sabia, não é?",
    "img": {
      "title": "Gatos da Cia",
      "src": "./images/cia.gif"
    },
    "social": {
      "likes": 84,
      "dislikes": 23
    }
  },
  {
    "title": "Ele é um saltador nato",
    "subtitle": "Quase sempre...",
    "content": "Os felinos são saltadores natos, podendo alcançar até cinco vezes a sua altura. É claro que às vezes pode acontecer uma pequena falha técnica, mas quem nunca?\nOs gatos têm 32 vértebras, enquanto os humanos têm 24. Seus ouvidos têm a capacidade de dizer ao corpo onde ele está em relação ao chão, mesmo quando está de cabeça para baixo. Isso também é um facilitador nas descidas, proporcionando que ele caia sempre de pé.\nMas atenção, mesmo assim é preciso ter cuidado: gatos não têm 7 vidas e podem se machucar seriamente nas quedas.",
    "img": {
      "title": "Gato saltando banheira",
      "src": "./images/jump.gif"
    },
    "social": {
      "likes": 219,
      "dislikes": 2
    }
  }
]